{
  "navbar": {
    "home": "الرئيسية",
    "services": "خدماتنا",
    "about": "عن شركتنا",
    "contact": "اتصل بنا"
  },
  "carousel": {
    "ac": {
      "header": "خدمات صيانة أجهزة التكييف",
      "desc": "ابق باردًا مع خدمات صيانة الكفاءات المتوهجة. يضم فريقنا المتخصص يضمن تشغيل تكييف الهواء الخاص بك بكفاءة، ويوفر صيانة موثوقة لراحتك. ثق بـ الكفاءات المتوهجة للحصول على خدمة عالية الجودة، لتبقى مساحتك مريحة طوال العام.",
      "mobileDesc": "يضمن فريقنا تشغيل تكييف الهواء لديك بكفاءة."
    },
    "commercialKitchen": {
      "header": "خدمات صيانة المطابخ التجارية",
      "desc": "من ضبط الأجهزة إلى التنظيف الشامل، نضمن لك أن تكون أدوات مطبخك في أفضل حالة. ارتقِ بفن الطهي مع رعايتنا المتخصصة، مما يساعد في الحفاظ على سير عمل مطبخك بسلاسة وأناقة. اختبر الفرق مع حلول الصيانة المخصصة لدينا اليوم!",
      "mobileDesc": "نحن نضمن أن تكون أدوات مطبخك في أفضل حالة."
    },
    "medicalEquipment": {
      "header": "صيانة دقيقة للأجهزة الطبية",
      "desc": "اعتمد على خبرائنا للعناية الدقيقة. يضمن فريقنا أداءً متميزًا للأجهزة الطبية، الاعتمادية مضمونة والكفاءة في بيئات الرعاية الصحية. ثق بنا لحلول الصيانة الدقيقة.",
      "mobileDesc": "يضمن فريقنا الأداء الأمثل للمعدات الطبية."
    }
  },
  "aboutArea": {
    "header": "مؤسسة الكفاءات المتوهجة",
    "desc": "خدماتنا الفنية تقدم لك أفضل الخدمات. شريكنا الموثوق به لمجموعة واسعة من خدمات الصيانة. مع الالتزام بالتميز، نحن متخصصون في تقديم حلول من الدرجة الأولى لتلبية الاحتياجات الفريدة لمطبخك التجاري وتكييف الهواء والمعدات الطبية والمحركات الكهربائية."
  },
  "counterArea": {
    "header": "أفضل مؤسسة لإصلاح الأجهزة الفنية",
    "projects": "المشاريع المكتملة",
    "workers": "العمال ذوي الخبرة"
  },
  "serviceArea": {
    "what": "ماذا نفعل ؟",
    "header": "نحن نقدم أفضل خدمات الصيانة",
    "allServicesBtn": "كل خدمات الصيانة",
    "detailsBtn": "التفاصيل"
  },
  "service": {
    "header": "خدماتنا"
  },
  "serviceDetails": {
    "header": "تفاصيل الخدمة",
    "contactBtn": "تواصل معنا",
    "contactBox": {
      "p1": "لا تتردد في التواصل معنا",
      "p2": "نحن هنا لدعمك في كل خطوة على الطريق."
    }
  },
  "contact": {
    "header": "تواصل معنا",
    "p1": "استمتع بخدمات صيانة معدات المطابخ الاحترافية مع فريقنا من الفنيين المهرة والمدربين لضمان عمل المعدات بكفاءة عالية",
    "p2": "يتوفر لدينا صيانة من مكان العميل",
    "p3": "اتصلوا بنا على: +966543777271",
    "p4": "لا تترددوا في الاتصال بنا للحصول على خدمات صيانة معدات المطابخ للمطاعم والفنادق والمستشفيات والكافيهات على مدار الساعة وطوال أيام الأسبوع",
    "p5": "نضمن لكم جودة الخدمة والرضا التام، مؤسسة الكفاءات المتوهجة للأجهزة المنزلية والتكييف والصيانة - خدمة صيانة معدات مطاعم الدمام - نحن هنا لخدمتكم"
  },
  "about": {
    "header": "عن شركتنا",
    "glowing": "مؤسسة الكفاءات المتوهجة",
    "p1": "مؤسسة الكفاءات المتوهجة لخدمات الصيانة  صيانة معدات المطابخ للمطاعم والكافيهات والفنادق والمستشفيات بالرياض والدمام والخرج وتبوك تُعتبر صيانة معدات المطابخ ضرورية لضمان استمرارية عمل الفنادق، المطاعم، الكافيهات، الشركات، والمستشفيات بكفاءة. نحن في الكفاءات المتوهجة ، نفخر بتقديم خدمات صيانة متميزة لمعدات المطابخ في اكثر من منطقة  خدمات صيانة معدات مطاعم تشمل صيانة دورية للمعدات وتصليح فوري وفحص شامل وتجديد وتركيب المعدات وبرامج صيانة مخصصة، لماذا الكفاءات المتوهجة لصيانه معدات المطاعم ؟ نفتخر بتوفير معدات الصيانة عالية الجودة والأداء الذي لا يقبل التنازل. نسعى دائمًا لتوفير أحدث وأكثر تقنية في مجال صيانة معدات المطاعم لضمان راحة عملائنا واستمرارية عملهم. استمتع بخدمات صيانة معدات المطابخ الاحترافية مع فريقنا من الفنيين المهرة والمدربين لضمان عمل المعدات بكفاءة عالية",
    "p2": "اتصلوا بنا على: 0543777271 لا تترددوا في الاتصال بنا للحصول على خدمات صيانة معدات المطابخ للمطاعم والفنادق والمستشفيات والكافيهات على مدار الساعة وطوال أيام الأسبوع. نضمن لكم جودة الخدمة والرضا التام. مؤسسة الكفاءات المتوهجة للأجهزة المنزلية والتكييف والصيانة - خدمة صيانة معدات مطاعم الدمام - نحن هنا لخدمتكم",
    "p3": "تفتخر مؤسسة الكفاءات المتوهجة بخبراتها العميقة في مجال صيانة وإصلاح الأجهزة والمعدات الطبية للمؤسسات الطبية في جميع أنحاء المملكة العربية السعودية",
    "p4": "بأيدي مهندسين وفنيين كبار تمتد خبرتهم لأكثر من 20 عامًا، نسعى باستمرار إلى الحفاظ على تميزنا وتألقنا في العمل، بما يتماشى مع رؤية الوطن التي تشجع الريادة في قطاع الرعاية الصحية والطبي العالمي، مع تأثير إيجابي مباشر على صحة الإنسان في المملكة والعالم",
    "p5": "تقدم المؤسسة خدمات الصيانة الطبية الأساسية للأجهزة والمعدات الطبية، كونها أحد مقدمي الخدمات الرئيسيين في هذا المجال. وتعزز حضورها بأفضل معدات الصيانة وأفضل الخبرات العملية والعلمية",
    "p6": "حظيت حلولها وخدماتها في الصيانة الطبية بإشادة كبيرة من عملائها، سواء في القطاعين العام والخاص",
    "box": {
      "header": "أفضل مؤسسة لإصلاح الأجهزة التقنية",
      "p": "يضم فريقنا محترفين يتمتعون بمهارات عالية ولديهم 30 عامًا من الخبرة في المجالات ذات الصلة. نقوم بتحديث معرفتنا وتقنياتنا باستمرار لنبقى في طليعة التطورات التكنولوجية، ونضمن حصول عملائنا على الحلول الأكثر فعالية وكفاءة لاحتياجاتهم.",
      "btn": "تواصل معنا"
    }
  }
}
